Repository: rahulkis/Joel_Projects
Catalog: plugins/gravityview-ratings-reviews/languages/gravityview-ratings-reviews-*.po
Languages: de_de, es_mx, fr_fr, nl_nl, pl_pl, ru, tr

source: No review text:
de_de: "Keine Bewertung"-Text:
es_mx: 'No review' texto:
fr_fr: Pas de texte d'évaluation:
nl_nl: Geen recensie:
pl_pl: Tekst - brak opinii:
ru: Нет текста обзора:
tr: İnceleme yok yazısı:

source: Text to display when there are no reviews.
de_de: Text, der angezeigt wird, wenn keine Bewertungen existieren.
es_mx: Texto a mostrar cuando no hay reseñas.
fr_fr: Texte à afficher lorsqu'il n'y a pas de commentaires.
nl_nl: Tekst om weer te geven als er geen recensies zijn.
pl_pl: Tekst do wyświetlenia, gdy nie ma żadnych opinii.
ru: Текст, отображаемый при отсутствии обзоров.
tr: Hiç inceleme olmadığında gösterilecek yazı.

source: No Review. Be the First!
de_de: Noch keine Bewertung. Sei der Erste!
es_mx: Sin reseñas. Sé el primero!
fr_fr: Pas de critique. Soyez le premier!
nl_nl: Nog geen recensies. Ben jij de eerste?
pl_pl: Brak recenzji. Bądź pierwszy!
ru: Обзоров нет. Будь первым!
tr: Hiç inceleme yok. İlk olmak istermisin!

source: One review text:
de_de: "Eine Bewertung"-Text
es_mx: 'One review' texto:
fr_fr: Un texte de révision:
nl_nl: Één recensie:
pl_pl: Tekst - jedna opinia:
ru: Один текст обзора:
tr: Bir inceleme var yazısı:

source: Text to display when there is one review.
de_de: Text, der angezeigt wird, wenn genau eine Bewertung existiert.
es_mx: Texto a mostrar cuando hay una reseña.
fr_fr: Texte à afficher quand il y a une critique.
nl_nl: Tekst om weer te geven als er één recensie is.
pl_pl: Tekst do wyświetlenia, gdy jest tylko jedna recenzja.
ru: Текст, отображаемый при одном обзоре.
tr: Sadece bir inceleme olduğunda gösterilecek yazı.

source: 1 Review
de_de: 1 Bewertung
es_mx: 1 Reseña
fr_fr: 1 évaluation
nl_nl: 1 beoordeling
pl_pl: 1 Opinia
ru: 1 Обзор
tr: 1 İnceleme

source: More reviews text:
de_de: "Mehrere Bewertungen"-Text
es_mx: 'More reviews' texto:
fr_fr: Plus de commentaires texte:
nl_nl: Meer recensies tekst:
pl_pl: Tekst - więcej opinii:
tr: Çoklu inceleme yazısı:

source: % Reviews
de_de: % Bewertungen
es_mx: Reseñas
fr_fr: % Avis
nl_nl: % beoordelingen
pl_pl: % Opinii
ru: % Обзоров
tr: % İncelemeler

source: Show average rating (stars or votes)
de_de: Zeige durchschnittliche Wertung (Sterne oder Stimmen)
es_mx: Mostrar puntuación media (estrellas o votos)
fr_fr: Afficher la note moyenne (étoiles ou votes)
nl_nl: Toon gemiddelde beoordeling (sterren of stemmen)
pl_pl: Pokaż średnią ocenę (gwiazdki lub głosy)
ru: Показать средний рейтинг (звездочки или голоса)
tr: Ortalama puanı göster (yıldız yada oy olarak)

source: Reviews Link
de_de: Bewertungslink
es_mx: Enlace a Reseñas
fr_fr: Avis Lien
nl_nl: Recensies Link
pl_pl: Link opinii
tr: İnceleme Bağlantısı

source: Display ratings and link to reviews.
de_de: Zeige Wertungen und verlinke zu Bewertungen.
es_mx: Mostrar calificaciones y enlaces a comentarios.
fr_fr: Afficher les notes et les liens vers les commentaires
nl_nl: Toon beoordelingen en link naar recensie.
pl_pl: Wyświetl oceny i link do recenzji.
tr: Değerlendirmeleri görüntüle ve incelemelere bağlantı ver.

source: Total: 1 Star
de_de: Gesamt: 1 Stern
es_mx: Total: 1 Estrella
fr_fr: Total: 1 étoile
nl_nl: Totaal: 1 ster
pl_pl: Razem: 1 Gwiazdka
ru: Итого: 1 звезда
tr: Toplam: 1 Yıldız

source: Total: 2 Stars
de_de: Gesamt: 2 Sterne
es_mx: Total: 2 Estrellas
fr_fr: Total: 2 étoiles
nl_nl: Totaal: 2 sterren
pl_pl: Razem: 2 Gwiazdki
ru: Итого: 2 звезды
tr: Toplam: 2 Yıldız

source: Total: 3 Stars
de_de: Gesamt: 3 Sterne
es_mx: Total: 3 Estrellas
fr_fr: Total: 3 étoiles
nl_nl: Totaal: 3 sterren
pl_pl: Razem: 3 Gwiazdki
ru: Итого: 3 звезды
tr: Toplam: 3 Yıldız

source: Total: 4 Stars
de_de: Gesamt: 4 Sterne
es_mx: Total: 4 Estrellas
fr_fr: Total: 4 étoiles
nl_nl: Totaal: 4 sterren
pl_pl: Razem: 4 Gwiazdki
ru: Итого: 4 звезды
tr: Toplam: 4 Yıldız

source: Total: 5 Stars
de_de: Gesamt: 5 Sterne
es_mx: Total: 5 Estrellas
fr_fr: Total: 5 étoiles
nl_nl: Totaal: 5 sterren
pl_pl: Razem: 5 Gwiazdek
ru: Итого: 5 звезд
tr: Toplam: 5 Yıldız

source: Stars Rating
de_de: Stern-Wertung
es_mx: Valoración
fr_fr: Note des étoiles
nl_nl: Sterren Beoordeling
pl_pl: Ocena gwiazdek
ru: Рейтинг звезд
tr: Yıldız Değerlendirme

source: Total: Down Votes
de_de: Gesamt: negative Stimmen
es_mx: Total: Votos Negativos
fr_fr: Total: Votes bas
nl_nl: Totaal: Omlaag Stemmen
pl_pl: Razem: Głosy negatywne
ru: Всего: Отрицательных голосов
tr: Toplam: Olumsuz Oylar

source: Total: Neutral Votes
de_de: Gesamt: neutrale Stimmen
es_mx: Total: Votos Neutrales
fr_fr: Total: Votes neutres
nl_nl: Totaal: Neutrale Stemmen
pl_pl: Razem: Głosy neutralne
ru: Всего: Нейтральных голосов
tr: Toplam: Tarafsız Oylar

source: Total: Up Votes
de_de: Gesamt: positive Stimmen
es_mx: Total: Votos Positivos
nl_nl: Totaal: Omhoog Stemmen
pl_pl: Razem: Głosy pozytywne
ru: Всего: Положительных голосов
tr: Toplam: Olumlu Oylar

source: Votes Rating
de_de: Stimmen-Wertung
es_mx: Valoración
nl_nl: Stemmen Beoordeling
pl_pl: Ocena głosów
ru: Рейтинг голосов
tr: Oylama Değerlendirmesi

source: Total: Ratings
de_de: Gesamt: Wertungen
es_mx: Total: Valoraciones
fr_fr: Total: évaluations
nl_nl: Totaal: Beoordelingen
pl_pl: Razem: Oceny
ru: Всего: Рейтингов
tr: Toplam: Değerlendirmeler

source: Review Comments & Data
de_de: Bewertungskommentare & -daten
es_mx: Revisar los comentarios
fr_fr: Examiner les commentaires et les données
nl_nl: Recensie Commentaar & Gegevens
pl_pl: Przejrzyj komentarze i dane
ru: Обзор комментариев и данных
tr: Yorum ve Verileri İncele

source: No Reviews
de_de: Keine Bewertungen
es_mx: Sin Reseñas
fr_fr: Aucun avis
nl_nl: Geen beoordelingen
pl_pl: Brak recenzji
ru: Нет Обзоров
tr: İnceleme Yok

source: Leave a Review
de_de: Hinterlasse eine Bewertung
es_mx: Dejar un comentario
fr_fr: Laisser un commentaire
nl_nl: Laat een beoordeling achter
pl_pl: Napisz opinię
ru: Оставить отзыв
tr: İnceleme Yaz

source: Reviews of this entry
de_de: Bewertungen dieses Eintrags
es_mx: Reseñas de esta entrada
fr_fr: Critiques de cette entrée
nl_nl: Beoordelingen voor deze inzending
pl_pl: Opinie na temat tej Pozycji
ru: Обзоры записи
tr: Bu kayıta ait inceleme

source: Edit This
de_de: Dies Bearbeiten
es_mx: Editar esto
fr_fr: Modifier ceci
nl_nl: Dit bewerken
pl_pl: Edytuj
ru: Изменить это
tr: Bunu Düzenle

source: %1$s rating based on %2$s rating
de_de: %1$s Wertung basierend auf %2$s Wertung
fr_fr: %1$s évaluation basée sur %2$s évaluation
pl_pl: Ocena %1$s na podstawie %2$s oceny

source: %s rating
de_de: %s Wertung
es_mx: %s clasificación
fr_fr: %s évaluation
nl_nl: %s beoordeling
pl_pl: Ocena %s
tr: %s puan

source: No Rating
de_de: Keine Wertung
es_mx: Sin evaluar
fr_fr: Pas de notation
nl_nl: Geen beoordeling
pl_pl: Brak oceny
ru: Без оценки
tr: Değerlendirme Yok

source: %1$s rating based on %2$s vote
de_de: %1$s Wertung basierend auf %2$s Stimme
fr_fr: %1$s évaluation basée sur %2$s vote
pl_pl: Ocena %1$s na podstawie %2$s głosu

source: Up vote shows the entry is useful for the author
de_de: Eine positive Stimme zeigt, dass der Eintrag nützlich für den Autor ist
es_mx: Valoraciones positivas suponen que la entrada es útil para el autor
fr_fr: Un vote positif indique que l'entrée est utile pour l'auteur
nl_nl: Plus stem laat zien dat de inzending is handig voor de auteur
pl_pl: Pozytywny głos wskazuje czy Pozycja jest przydatna dla autora
ru: Положительный голос показывает полезность записи для автора
tr: Yukarı oy yazar için kayıtın faydalı olduğunu gösterir

source: Down vote shows the entry is not useful for the author
de_de: Eine negative Stimme zeigt, dass der Eintrag nicht nützlich für den Autor ist
es_mx: Valoraciones negativas suponen que la entrada no es útil para el autor
fr_fr: Un vote négatif indique que l'entrée n'est pas utile pour l'auteur
nl_nl: Min stem laat zien dat de inzending is niet handig voor de auteur
pl_pl: Głos negatywny pokazuje, że wpis nie jest przydatny dla autora
ru: Отрицательный голос показывает вред записи для автора
tr: Aşağı oy kayıtın yazar için faydalı olamadığını gösterir

source: %s(): Argument #%d is not an array
de_de: %s(): Argument #%d ist kein Array
es_mx: %s(): El argumento #%d no es una matriz (array)
fr_fr: %s(): Argument #%d n'est pas un tableau
pl_pl: %s(): Argument #%d nie jest tablicą
tr: %s(): Değişkeni #%d dizi değildir

source: GravityView - Review Attributes
de_de: GravityView - Bewertungsattribute
es_mx: GravityView - Revisión de Atributos
fr_fr: GravityView - Attributs de révision
nl_nl: GravityView - Recensie Eigenschappen
pl_pl: GravityView - Atrybuty opinii
ru: GravityView - Атрибуты обзора
tr: GravityView - İnceleme Öznitelikleri

source: Title
de_de: Titel
es_mx: Título
fr_fr: Titre
nl_nl: Titel
pl_pl: Tytuł
ru: Название
tr: Başlık

source: Rate
de_de: Bewerten
es_mx: Calificar
fr_fr: Taux
nl_nl: Beoordelen
pl_pl: Ocena
ru: Рейтинг
tr: Puan

source: Enable entry reviews
de_de: Erlaube Eintragsbewertungen
es_mx: Habilitar reseñas de entrada
fr_fr: Activer les commentaires d'entrée
pl_pl: Włącz Oceny Pozycji
ru: Разрешить обзоры записей
tr: Kayıt yorumlarını etkinleştir

source: Hide ratings fields
de_de: Verstecke Wertungsfelder
es_mx: Ocultar campos de calificación
fr_fr: Masquer les champs d'évaluation
pl_pl: Ukryj Oceny Pozycji
ru: Скрыть поля рейтинга
tr: Puanlama alanlarını gizle

source: Allow empty review text
de_de: Erlaube leere Bewertungstexte
es_mx: Permitir texto de reseña vacío
fr_fr: Autoriser le texte de révision vide
pl_pl: Zezwalaj na pusty tekst opinii
ru: Разрешить пустой текст обзора
tr: Boş yorum yazılarına izin ver

source: Comments on reviews always require text.
de_de: Kommentare zu Bewertungen benötigen einen Text.
es_mx: Los comentarios en las reseñas siempre requieren texto.
fr_fr: Les commentaires sur les commentaires nécessitent toujours un texte.
pl_pl: Komentarze do opinii zawsze wymagają wprowadzenia tekstu.
tr: İncelemelerdeki yorumlar mutlaka yazı içermelidir.

source: Limit to one review per person per entry
de_de: Beschränke auf eine Bewertung pro Person pro Eintrag
es_mx: Limitar a una revisión por persona y entrada
fr_fr: Limite à un commentaire par personne et par entrée
nl_nl: Beperk tot één recensie per persoon per inzending
pl_pl: Ogranicz do jednej opinii na osobę na Pozycję
ru: Ограничить одним обзором на человека на запись
tr: Her kullanıcının her bir kayıt için sadece tek inceleme yapmasına izin ver

source: Review type
de_de: Bewertungstyp
es_mx: Tipo de revisión
fr_fr: Type de commentaire
nl_nl: Recensie type
pl_pl: Rodzaj opinii
ru: Тип обзора
tr: İnceleme türü

source: Vote (&uarr;/&darr;)
de_de: Abstimmen (&uarr;/&darr;)
es_mx: Votar (&uarr;/&darr;)
nl_nl: Stem (&uarr;/&darr;)
pl_pl: Głosuj (&uarr;/&darr;)
tr: Oy (&uarr;/&darr;)

source: 5-Star Rating
de_de: 5-Sterne Wertung
es_mx: 5 estrellas
fr_fr: Note 5 étoiles
nl_nl: 5-Ster Beoordeling
pl_pl: 5-Gwiazdkowa ocena
ru: 5-звездочный рейтинг
tr: 5-Yıldız Değerlendirme

source: Ratings & Reviews
es_mx: Evaluaciones y comentarios
fr_fr: Évaluations et commentaires
nl_nl: Beoordelingen & Recensies
pl_pl: Oceny i opinie
ru: Рейтинги и обзоры
tr: Puanlar & İncelemeler

source: Entry
de_de: Eintrag
es_mx: Entrada
fr_fr: Entrée
nl_nl: Inzending
pl_pl: Pozycja
ru: Запись
tr: Kayıt

source: View Entry
de_de: Zeige Eintrag
es_mx: Ver Entrada
fr_fr: Voir l'entrée
nl_nl: Inzending bekijken
pl_pl: Wyświetl Pozycję
ru: Показать запись
tr: Kaydı Göster

source: GF entry ID %d, GF form ID %d
de_de: GF Eintrags-ID %d, GF Formular-ID %d
fr_fr: GF ID d'entrée %d, GF ID de formulaire %d
nl_nl: GF Inzending ID %d, GF form ID %d
pl_pl: ID wpisu GF %d, ID formularza GF %d
tr: GF kayıt NO %d, GF form NO %d

source: Unable to create post bridge
de_de: Beitragsverknüpfung kann nicht erstellt werden
es_mx: No se puede crear post
fr_fr: Impossible de créer un pont post
nl_nl: Niet mogelijk om een 'post bridge' te maken
pl_pl: Nie można utworzyć mostka wpisu
tr: Yazı köprüsü oluşturulamadı

source: GravityView Reviews
fr_fr: Avis sur GravityView
pl_pl: Oceny GravityView
tr: GravityView Yorumlar

source: You have already reviewed this entry.
de_de: Du hast diesen Eintrag bereits bewertet.
es_mx: Ya has revisado esta entrada.
fr_fr: Vous avez déjà examiné cette entrée.
nl_nl: Je hebt deze inzending al beoordeeld.
pl_pl: Już dodałeś opinię do tej Pozycji.
tr: Bu kayıt için zaten bir inceleme yazdınız.

source: Duplicate review detected; it looks as though you&#8217;ve already said that!
de_de: Doppelte Bewertung erkannt; Es sieht so aus, als hättest du das bereits gesagt!
es_mx: Detectada una revisión duplicada; parece que ya has dicho eso!
fr_fr: Examen en double détecté; il semble que vous&#8217;ve déjà dit ça!
nl_nl: Dubbele recensie gedetecteerd! Het lijkt erop alsof je dit al een keer gezegd hebt...
pl_pl: Wykryto zduplikowaną opinię; wygląda na to, że już to powiedziałeś!
tr: Mükerrer inceleme algılandı; görünüşe göre bunu daha önce yazmışsınız!

source: Name
es_mx: Nombre
fr_fr: Nom
nl_nl: Naam
pl_pl: Imię
ru: Имя
tr: Ad

source: Website
es_mx: Sitio Web
fr_fr: Site web
pl_pl: Strona WWW
ru: Веб-сайт

source: Required fields are marked %s
de_de: Erforderliche Felder sind mit %s markiert
es_mx: Los campos obligatorios están marcados %s
fr_fr: les champs requis sont indiqués %s
nl_nl: Verplichte velden zijn aangeduid met %s
pl_pl: Wymagane pola są oznaczone %s
ru: Обязательные поля помечены %s
tr: Zorunlu alanlar %s ile işaretlenmiştir

source: You must be <a href="%s">logged in</a> to post a comment.
de_de: Du musst <a href="%s">eingeloggt</a> sein, um ein Kommentar zu hinterlassen.
es_mx: Debes <a href="%s">iniciar sesión</a> para publicar un comentario.
fr_fr: tu dois être <a href="%s">connecté</a> poster un commentaire.
nl_nl: Je moet <a href="%s">ingelogd zijn</a> om te kunnen reageren.
pl_pl: Musisz <a href="%s">być zalogowany</a>, aby opublikować komentarz.
ru: Вам нужно <a href="%s">войти</a>, чтобы оставить комментарий.
tr: Yorum yazmak için <a href="%s">giriş</a> yapmalısınız.

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
de_de: Eingeloggt als <a href="%1$s">%2$s</a>. <a href="%3$s" title="Aus diesem Account ausloggen">Ausloggen?</a>
es_mx: Conectado como <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">¿Cerrar sesión?</a>
fr_fr: connecté en tant que<a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Déconnextion ?</a>
nl_nl: Ingelogd als <a href="%1$s">%2$s</a>. <a href="%3$s" title="Uitloggen">Uitloggen?</a>
pl_pl: Zalowowano jako <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Wylogować?</a>
ru: Вы вошли как <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Выйти?</a>
tr: <a href="%1$s">%2$s</a> olarak giriş yaptınız. <a href="%3$s" title="Log out of this account">Çıkış Yap?</a>

source: Your email address will not be published.
de_de: Deine Email-Adresse wird nicht veröffentlicht.
es_mx: Tu dirección de mail no será publicada
fr_fr: Votre adresse email ne sera pas publiée.
nl_nl: Je emailadres wordt niet gepubliceerd.
pl_pl: Twoj adres e-mail nie bedzie opublikowany.
ru: Ваш адрес эл. почты не будет опубликован.
tr: Eposta adresiniz yayınlanmayacaktır.

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes: %s
de_de: Du darfst diese <abbr title="HyperText Markup Language">HTML</abbr> tags und Attribute verwenden: %s
es_mx: Puedes utilizar estas etiquetas y atributis <abbr title="HyperText Markup Language">HTML</abbr>: %s
fr_fr: Vous pouvez utiliser ces <abbr title="HyperText Markup Language">HTML</abbr> balises et attributs: %s
nl_nl: Je mag deze <abbr title="HyperText Markup Language">HTML</abbr> tags en eigenschappen gebruiken: %s
pl_pl: Możesz użyć następujących znaczników i atrybutów <abbr title="HyperText Markup Language">HTML</abbr>: %s
ru: Вы можете использовать эти <abbr title="HyperText Markup Language">HTML</abbr>-теги и атрибуты: %s
tr: Bu <abbr title="HyperText Markup Language">HTML</abbr> etiketleri ve özelliklerini kullanabilirsiniz: %s

source: Review this entry
de_de: Bewerte diesen Eintrag
es_mx: Revisar esta entrada
fr_fr: Revoir cette entrée
nl_nl: Recenseer deze inzending
pl_pl: Napisz opinię na temat Pozycji
ru: Обзор записи
tr: Bu kayıta inceleme yaz

source: Reply to %s
de_de: Antworte auf %s
es_mx: Responder a:
fr_fr: Répondre à %s
nl_nl: Reageer op %s
pl_pl: Odpowiedz na %s
ru: Ответить %s
tr: %s için cevap yaz

source: Cancel reply
de_de: Antwort abbrechen
es_mx: Cancelar respuesta
fr_fr: Annuler la réponse
nl_nl: Annuleer reactie
pl_pl: Anuluj odpowiedź
ru: Отменить ответ
tr: Cevabı iptal et

source: Post Review
de_de: Bewertung abschicken
es_mx: Publicar revisión
fr_fr: Poster un avis
nl_nl: Plaats Recensie
pl_pl: Dodaj opinię
ru: Обзор поста
tr: İncelemeyi Yayınla

source: Comment
de_de: Kommentar
es_mx: Comentario
fr_fr: Commentaire
nl_nl: Reactie
pl_pl: Komentarz
ru: Комментарий
tr: Yorum

source: Post Comment
de_de: Kommentar abschicken
es_mx: Publicar Comentario
fr_fr: Poster un commentaire
nl_nl: Reactie plaatsen
pl_pl: Dodaj komentarz
tr: Yorum Gönder

source: Leave comment on this review
de_de: Hinterlasse einen Kommentar zu dieser Bewertung
es_mx: Comentar en esta revisión
fr_fr: Laisser un commentaire sur cet avis
nl_nl: Plaats een reactie op deze recencie
pl_pl: Pozostaw komentarz do tej opinii
ru: Оставить комментарий к обзору
tr: Bu incelemeye yorum yaz

source: Cancel comment
de_de: Kommentar abbrechen
es_mx: Cancelar comentario
fr_fr: Annuler le commentaire
nl_nl: Reactie annuleren
pl_pl: Anuluj komentarz
ru: Отменить комментарий
tr: Yorumu iptal et

source: <%= number %> rating
de_de: <%= number %> Wertung
es_mx: <%= number %> clasificación
fr_fr: <%= number %> évaluation
nl_nl: <%= number %> Beoordeling
pl_pl: <%= liczba %> ocena
tr: <%= number %> oy

source: Display the entry's star rating (out of 5)
de_de: Zeige die Sterne-Wertung des Eintrags (von 5)
es_mx: Mostrar la nota de estrellas de la entrada (de 5)
fr_fr: Afficher le nombre d'étoiles de l'entrée (sur 5)
pl_pl: Wyświetl główną ocenę wpisu (spośród 5)
ru: Показать рейтинг записи (до 5 звезд)
tr: Kayıda ait yıldızlı oylamayı göster (5 üzerinden)

source: Display the aggregate up/down rating.
de_de: Zeige die aggregierte positiv/negativ-Wertung.
es_mx: Muestra la calificación de agregado arriba / abajo.
fr_fr: Affiche le classement global haut / bas.
pl_pl: Wyświetl zbiorczą ocenę w górę/w dół.
tr: Yukarı/Aşağı Küme oylarını göster.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
de_de: Es existiert eine neue Version von %1$s. <a target="_blank" class="thickbox" href="%2$s">Sieh dir die Details an: %3$s</a>.
es_mx: Hay una nueva versión de %1$s disponible. <a target="_blank" class="thickbox" href="%2$s">Vista versión %3$s detalles<a/>.
fr_fr: Il existe une nouvelle version de %1$s disponible. <a target="_blank" class="thickbox" href="%2$s">Informations de la version %3$s de View</a>.
nl_nl: Er is een nieuwe versie van %1$s beschikbaar. <a target="_blank" class="thickbox" href="%2$s">Bekijk details van %3$s</a>.
pl_pl: Jest dostępna nowa wersja %1$s. <a target="_blank" class="thickbox" href="%2$s">Zobacz %3$s szczegóły</a>.
ru: Новая версия %1$s доступна. <a target="_blank" class="thickbox" href="%2$s">Подробности о новой версии %3$s здесь</a>.
tr: Yeni bir %1$s sürümü mevcut. <a target="_blank" class="thickbox" href="%2$s"> %3$s sürümü ayrıntılarını görüntüle</a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
de_de: Es existiert eine neue Version von %1$s. <a target="_blank" class="thickbox" href="%2$s">Sieh dir die Details an: %3$s</a> oder <a href="%4$s">update jetzt</a>.
es_mx: Hay una nueva versión de %1$s disponible. <a target="_blank" class="thickbox" href="%2$s">Vista versión %3$s detalles<a/> o <a href="%4$s">actualizar ahora</a>.
fr_fr: Il existe une nouvelle version de %1$s disponible. <a target="_blank" class="thickbox" href="%2$s">Voir les détails de la version %3$s</a> ou <a href="%4$s">vous faire une mis à jour maintenant</a>.
nl_nl: Er is een nieuwe versie van %1$s beschikbaar. <a target="_blank" class="thickbox" href="%2$s">Bekijk de details van %3$s</a> of <a href="%4$s">update nu</a>.
pl_pl: Jest dostępna nowa wersja %1$s. <a target="_blank" class="thickbox" href="%2$s">Sprawdź %3$s szczegóły</a> lub <a href="%4$s">aktualizuj teraz</a>.
ru: Новая версия %1$s доступна. <a target="_blank" class="thickbox" href="%2$s">Узнать подробности о новой версии %3$s здесь</a> или <a href="%4$s">обновить сейчас</a>.
tr: Yeni bir %1$s sürümü mevcut. <a target="_blank" class="thickbox" href="%2$s"> %3$s sürümü ayrıntılarını görüntüle</a> yada <a href="%4$s">şimdi güncelle</a>..

source: You do not have permission to install plugin updates
de_de: Du hast keine Berechtigungen zur Installation von Plugin-Updates
es_mx: No tienes permiso para instalar actualizaciones del plugin
fr_fr: Vous n'avez pas la permission pour installer les mises à jour de plugin
nl_nl: Je hebt geen toestemming om plugin updates te installeren.
pl_pl: Nie masz uprawnień do instalowania aktualizacji wtyczek
ru: У вас нет полномочий устанавливать обновления плагина
tr: Eklenti güncellemeleri yapma yetkiniz yok

source: Error
de_de: Fehler
fr_fr: Erreur
nl_nl: Fout
pl_pl: Błąd
ru: Ошибка
tr: Hata

source: Could not activate the %s Extension; GravityView is not active.
de_de: Die %s Erweiterung konnte nicht aktiviert werden; GravityView ist derzeit nicht aktiv.
es_mx: La extensión %s no pudo ser activada; GravityView no está activo.
fr_fr: Impossible d'activer l'extension %s; GravityView n'est pas activé.
nl_nl: Kon %s Extensie niet activeren; GravityView is niet actief.
pl_pl: Nie można aktywować wtyczki %s, GravityView nie jest aktywny.
ru: Невозможно активировать %s дополнение; Плагин GravityView не активен.
tr: %s eklentisi etkinleştirilemiyor; GravityView etkin değil.

source: The %s Extension requires GravityView Version %s or newer.
de_de: Die %s Erweiterung benötigt GravityView Version %s oder höher.
es_mx: La %s extensión requiere GravityView versión %s o más reciente.
fr_fr: L'extension %s nécessite la version %s de GravityView ou ultérieure.
nl_nl: De %s Extensie heeft GravityView versie %s nodig of nieuwer.
pl_pl: Wtyczka %s wymaga GravityView w wersji %s lub nowszej.
ru: Дополнению %s необходим плагин GravityView версии %s или свежее.
tr: %s eklentisi en az GravityView %s sürümü yada daha yenisini gerektirmektedir.

source: The %s Extension requires PHP Version %s or newer. Please ask your host to upgrade your server's PHP.
de_de: Die %s Erweiterung erfordert PHP Version %s oder neuer. Bitten Sie Ihren Host um die PHP Version des Servers zu aktualisieren.
es_mx: La Extensión %s requiere la versión de PHP %s o más reciente. Por favor, pídale a su anfitrión que actualice el PHP de su servidor.
fr_fr: L'extension %s nécessite la version PHP %s ou ultérieure. Veuillez demander à votre hébergeur d'améliorer le PHP de votre serveur.
nl_nl: De %s uitbreiding vereist PHP Versie %s of nieuwer. Vraag je webhost om je server's PHP te upgraden.
pl_pl: Wtyczka %s wymaga PHP w wersji %s lub nowszej. Proszę zwrócić się do dostawcy hostingu o aktualizację wersji PHP serwera.
ru: Дополнению %s необходим PHP версии %s или свежее. Пожалуйста, попросите поддержку вашего хостинга обновить PHP.
tr: Bu eklenti PHP %s ve üzeri sürümleri gerektirir. Lütfen hosting firmanızla iletişime geçerek güncelleme talep ediniz.

source: By
de_de: Von
es_mx: por
fr_fr: Par
nl_nl: Door
pl_pl: Przez
ru: По
tr: Tarafından

source: Edit
de_de: Bearbeiten
es_mx: Editar
fr_fr: Modifier
nl_nl: Bewerken
pl_pl: Edytuj
ru: Редактировать
tr: Düzenle
