Repository: rahulkis/Joel_Projects
Catalog: plugins/gravityview-ratings-reviews/languages/gravityview-ratings-reviews-*.po
Languages: de_de, es_mx, fr_fr, nl_nl, pl_pl, ru, tr

source: This %s is awaiting moderation.
de_de: Diese %s wartet auf Moderation.
es_mx: Esta %s está en espera de moderación.
fr_fr: Ce %sest en attente de modération.
nl_nl: Deze %s wacht op moderatie.
pl_pl: %s oczekuje na moderację.
tr: Bu %s onay için bekliyor.

source: Comment on this review
de_de: Kommentiere diese Bewertung
es_mx: Comente esta reseña
fr_fr: Commenter cet avis
nl_nl: Reageer op deze recensie
pl_pl: Skomentuj tę opinię
ru: Комментарий к этому обзору
tr: Bu incelemeye yorum yaz

source: Log in to comment
de_de: Log dich ein, um zu kommentieren
es_mx: Inicia sesión para comentar
fr_fr: Connectez-vous pour commenter
nl_nl: Log in om te reageren
pl_pl: Zaloguj się, aby skomentować
ru: Войдите, чтобы комментировать
tr: Yorum yazmak için giriş yapın

source: Comment navigation
de_de: Kommentarnavigation
es_mx: Navegación de comentarios
fr_fr: Commenter la navigation
nl_nl: Reactie navigatie
pl_pl: Nawigacja komentarzy
ru: Навигация по комментариям
tr: Yorum gezgini

source: &larr; Older Comments
de_de: &larr; Ältere Kommentare
es_mx: &larr; Comentarios anteriores
fr_fr: &larr; Commentaires plus anciens
nl_nl: &larr; Oudere reacties
pl_pl: &larr; Starsze komentarze
tr: &larr; Önceki Yorumlar

source: Newer Comments &rarr;
de_de: Neuere Kommentare &rarr;
es_mx: Comentarios recientes &rarr;
fr_fr: Commentaires récents &rarr;
nl_nl: Nieuwere reacties &rarr;
pl_pl: Nowsze komentarze &rarr;
tr: Sonraki Yorumlar &rarr;

source: One review of this entry
de_de: %1$s Bewertung dieses Eintrags
fr_fr: Un commentaire sur cette entrée
pl_pl: Jedna opinia na temat tej Pozycji
ru: Один обзор записи

source: This entry has no reviews.
de_de: Dieser Eintrag hat keine Bewertung
es_mx: Esta entrada no tiene comentarios.
fr_fr: Cette entrée n'a pas de commentaires.
nl_nl: Deze inzending heeft geen recensies.
pl_pl: Ten wpis nie ma żadnych opinii.
ru: У записи нет обзоров.
tr: Bu kayıtın incelemesi yok.

# The placeholder symbol that will be replaced
source: Text to display when there are more than one reviews. %s is replaced by the number of reviews.
de_de: Anzuzeigender Text, wenn mehr als eine Bewertung existiert. %s wird ersetzt durch die Anzahl der Bewertungen.
es_mx: Texto a mostrar cuando hay más de un comentario. %s se sustituye por el número de revisiones.
fr_fr: Texte à afficher lorsqu'il y a plus d'une critique. %s est remplacé par le nombre d'avis.
nl_nl: Tekst om weer te geven als er meer dan één recensie is. %s wordt vervangen door het aantal recensies.
pl_pl: Tekst do wyświetlenia, gdy istnieje więcej niż jedna recenzja. %s zostaje zastąpione liczbą recenzji.
tr: Birden fazla inceleme olduğunda gösterilecek yazı. %s ifadesi inceleme sayısı olarak gösterilecektir.

# Rating description shown when hovering over a star
source: 1 star
de_de: 1 Stern
es_mx: 1 estrella
fr_fr: 1 étoile
nl_nl: 1 ster
pl_pl: 1 gwiazdka
ru: 1 звезда
tr: 1 Yıldız

# Rating description shown when hovering over a star
source: 2 stars
de_de: 2 Sterne
es_mx: 2 estrellas
fr_fr: 2 étoiles
nl_nl: 2 sterren
pl_pl: 2 gwiazdki
ru: 2 звезды
tr: 2 Yıldız

# Rating description shown when hovering over a star
source: 3 stars
de_de: 3 Sterne
es_mx: 3 estrellas
fr_fr: 3 étoiles
nl_nl: 3 sterren
pl_pl: 3 gwiazdki
ru: 3 звезды
tr: 3 Yıldız

# Rating description shown when hovering over a star
source: 4 stars
de_de: 4 Sterne
es_mx: 4 estrellas
fr_fr: 4 étoiles
nl_nl: 4 sterren
pl_pl: 4 gwiazdki
ru: 4 звезды
tr: 4 Yıldız

# Rating description shown when hovering over a star
source: 5 stars
de_de: 5 Sterne
es_mx: 5 estrellas
fr_fr: 5 étoiles
nl_nl: 5 sterren
pl_pl: 5 gwiazdek
ru: 5 звезд
tr: 5 Yıldız

# noun
source: Review
de_de: Bewerten
es_mx: Reseña
fr_fr: évaluation
nl_nl: Recensie
pl_pl: Opinia
ru: Обзор
tr: İnceleme

# Item being reviewed
source: Entry %s
de_de: Eintrag %s
es_mx: Entrada %s
fr_fr: Entrée %s
nl_nl: Inzending %s
pl_pl: Pozycja
ru: Запись %s
tr: Kayıt %s

# 1: date, 2: time
source: %1$s at %2$s
de_de: %1$s um %2$s
es_mx: %1$s de %2$s
fr_fr: %1$s à %2$s
nl_nl: %1$s op %2$s
pl_pl: %1$s o %2$s
ru: %1$s в %2$s
tr: %2$s için %1$s

source: Email
tr: Eposta
