Repository: rahulkis/Joel_Projects
Catalog: plugins/gravityview-sharing-seo/languages/gravityview-sharing-seo-*.po
Languages: pl_pl

source: Single Entry Settings
pl_pl: Ustawienia pojedynczej pozycji

source: Facebook Title
pl_pl: Tytuł na Facebooku

source: Facebook Description
pl_pl: Opis na Facebooku

source: Facebook Image
pl_pl: Obraz na Facebooku

source: Twitter Title
pl_pl: Tytuł na Twitterze

source: Twitter Description
pl_pl: Opis dla Twittera

source: Twitter Image
pl_pl: Obrazek na Twitterze

source: SEO Title
pl_pl: SEO tytuł

source: Meta Description
pl_pl: Opis meta

source: %s (Single Entry)
pl_pl: %s (Pojedyncza pozycja)

source: To configure GravityView Single Entry settings, click on the Add-ons tab icon (it looks like a plug).
pl_pl: Aby skonfigurować ustawienia pojedynczej pozycji GravityView, kliknij na ikonę zakładki Dodatki (wygląda ona jak wtyczka).

source: %s (Multiple Entries)
pl_pl: %s (Wiele pozycji)

source: Sharing
pl_pl: Udostępnianie

source: Add social sharing links from active sharing plugins.
pl_pl: Dodawanie linków społecznościowych z aktywnych wtyczek dla udostępniania.

source: Sharing Plugin:
pl_pl: Wtyczka do udostępniania:

source: Choose the plugin you would like to display the social sharing links for
pl_pl: Wybierz wtyczkę, która ma wyświetlać linki społecznościowe dla

source: Available Services:
pl_pl: Dostępne usługi:

source: Drag and drop individual services between available and enabled services boxed areas
pl_pl: Przeciągnij i upuść poszczególne usługi pomiędzy dostępnymi i aktywnymi obszarami usług

source: Enabled Services:
pl_pl: Włączone usługi:

source: Text To Share:
pl_pl: Tekst udostępnienia:

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a>.
pl_pl: Dostępna jest nowa wersja %1$s. <a target="_blank" class="thickbox" href="%2$s">Zobacz szczegóły wersji %3$s </a>.

source: There is a new version of %1$s available. <a target="_blank" class="thickbox" href="%2$s">View version %3$s details</a> or <a href="%4$s">update now</a>.
pl_pl: Dostępna jest nowa wersja %1$s . <a target="_blank" class="thickbox" href="%2$s">Wyświetl szczegóły wersji %3$s </a> lub <a href="%4$s">zaktualizuj teraz</a>.

source: You do not have permission to install plugin updates
pl_pl: Nie posiadasz uprawnień do instalowania aktualizacji wtyczki

source: Error
pl_pl: Błąd

source: Could not activate the %s Extension; GravityView is not active.
pl_pl: Nie można aktywować wtyczki %s, GravityView nie jest aktywny.

source: The %s Extension requires GravityView Version %s or newer.
pl_pl: Wtyczka %s wymaga GravityView w wersji %s lub nowszej.

source: The %s Extension requires PHP Version %s or newer. Please ask your host to upgrade your server's PHP.
pl_pl: Wtyczka %s wymaga PHP w wersji %s lub nowszej. Proszę zwrócić się do dostawcy hostingu o aktualizację wersji PHP serwera.

# %s is replaced with social network name
source: Click to share on %s
pl_pl: Kliknij, aby się udostępnić na %s
